Repository: webmarka/refr-shortlinks
Catalog: languages/wprefr-*.po
Languages: fr_fr

source: Get Shortlink
fr_fr: Obtenir le lien court

source: There was an error with your request.
fr_fr: Il y a eu une erreur avec votre requête.

source: REFR Shortlink
fr_fr: Lien court REFR

source: REFR Clicks
fr_fr: Clics REFR

source: The nonce did not validate.
fr_fr: Le nonce n'a pas validé.Le nonce n'a pas validé.

source: No API data has been entered.
fr_fr: Aucune donnée API n'a été entrée.Aucune donnée API n'a été entrée.

source: No post ID was present.
fr_fr: Aucun post ID n'était présent.

source: This is not a valid post status.
fr_fr: Ce n'est pas un statut de publication valide.

source: A URL already exists.
fr_fr: Une URL existe déjà.

source: No permalink could be retrieved.
fr_fr: Aucun lien permanent n'a pu être récupéré.

source: There was an unknown API error.
fr_fr: Il y avait une erreur d'API inconnue.

source: You have created a new REFR link.
fr_fr: Vous avez créé un nouveau lien REFR.Vous avez créé un nouveau lien REFR.

source: There was an unknown error.
fr_fr: Il y a eu une erreur inconnue.

source: There is no URL to delete.
fr_fr: Il n'y a pas d'URL à supprimer.Il n'y a pas d'URL à supprimer.

source: You have removed your REFR link.
fr_fr: Vous avez supprimé votre lien REFR.

source: Your REFR click count has been updated
fr_fr: Le compte de clic REFR a été mis à jour

source: The status of the REFR API could not be determined.
fr_fr: L'état de l'API REFR n'a pas pu être déterminé.

source: There are no items with stored URLs.
fr_fr: Il n'y a aucun article avec des URL stockées.

source: The click counts have been updated
fr_fr: Le nombre de clics a été mis à jour

source: There are no meta keys to convert.
fr_fr: Il n'y a pas de clés méta à convertir.

source: There are no keys matching this criteria. Please try again.
fr_fr: Il n'y a pas de clé correspondant à ce critère. Veuillez réessayer.

source: There was no available link data to import.
fr_fr: Il n'y avait pas de données de liaison disponibles à importer.

source: There were no matching links to import.
fr_fr: Il n'y a pas de liens correspondants à importer.

source: The data could not be imported.
fr_fr: Les données n'ont pas pu être importées.

source: All available REFR data has been imported.
fr_fr: Toutes les données REFR disponibles ont été importées.

source: Shortlink:
fr_fr: Lien court :

source: click to highlight
fr_fr: cliquer pour sélectionner

source: No API action was provided.
fr_fr: Aucune action d'API n'a été fournie.

source: The API action was invalid.
fr_fr: L'action de l'API était invalide.L'action de l'API était invalide.

source: No data was returned from the API call.
fr_fr: Aucune donnée n'a été renvoyée à partir de l'appel de l'API.

source: The user requesting the URL does not have authorization.
fr_fr: L'utilisateur qui demande l'URL n'a pas d'autorisation.

source: The response from the API was empty.
fr_fr: La réponse de l'API était vide.La réponse de l'API était vide.

source: The API call returned a %s response code.
fr_fr: L'appel d'API a renvoyé un code de réponse %s.

source: No data was present in the body from the API call.
fr_fr: Aucune donnée n'était présente dans le corps à partir de l'appel de l'API.

source: The JSON could not be parsed.
fr_fr: Le JSON n'a pas pu être analysé.

source: No API data was returned.
fr_fr: Aucune donnée API n'a été renvoyée.

source: optional keyword
fr_fr: mot-clé optionnel

source: a REFR link cannot be generated until the post is saved.
fr_fr: Un lien REFR ne peut pas être généré tant que le message n'est pas sauvegardé.

source: Create REFR link
fr_fr: Créer un lien REFR

source: Delete Link
fr_fr: Supprimer le lien

source: Create REFR
fr_fr: Créer un REFR

source: Update REFR
fr_fr: Mettre à jour le REFR

source: The REFR API is currently accessible.
fr_fr: L'API REFR est actuellement accessible.

source: The REFR API is currently NOT accessible.
fr_fr: L'API REFR n'est actuellement pas accessible.

source: Settings
fr_fr: Paramètres

source: REFR Settings
fr_fr: Paramètres REFR

source: Your settings have been saved.
fr_fr: Vos paramètres ont été enregistrés.

source: Your settings have been deleted.
fr_fr: Vos paramètres ont été supprimés.

source: REFR Shortlinks Settings
fr_fr: Paramètres de raccourcis REFR

source: Below are the basic settings for the REFR creator. A reminder, your REFR install cannot be public.
fr_fr: Voici les paramètres de base pour le créateur de REFR. Un rappel, votre installation REFR ne peut pas être publique.

source: REFR Custom URL
fr_fr: REFR URL personnalisée

source: Enter the domain URL for your REFR API
fr_fr: Entrez l'URL du domaine pour votre API REFR

source: REFR API Signature Key
fr_fr: Clé de signature de l'API REFR

source: Found in the tools section on your REFR admin page.
fr_fr: Trouvé dans la section outils sur votre page d'administration REFR.

source: Auto generate links
fr_fr: Générer automatiquement des liens

source: Create a REFR link when a post is saved.
fr_fr: Créez un lien REFR lorsqu'un message est enregistré.

source: Scheduled Content
fr_fr: Contenu planifié

source: Create a REFR link when a scheduled post publishes.
fr_fr: Créez un lien REFR lors de la publication d'un message planifié.

source: Use REFR for shortlink
fr_fr: Utilisez REFR pour le lien court

source: Use the REFR link wherever wp_shortlink is fired
fr_fr: Utiliser le lien REFR partout où wp_shortlink est déclenché.

source: Include Custom Post Types
fr_fr: Inclure les types de contenus personnalisés

source: Display the REFR creator on public custom post types
fr_fr: Afficher le créateur REFR sur les types de publications personnalisées publiquesAfficher le créateur REFR sur les types de publications personnalisées publiques

source: Select the types to include
fr_fr: Sélectionnez les types à inclure

source: Save Changes
fr_fr: Sauvegarder les modifications

source: About the Plugin
fr_fr: À propos du Plugin

source: Talk to <a href="%s" class="external">@norcross</a> on twitter or visit the <a href="%s" class="external">plugin support forum</a> for bugs or feature requests.
fr_fr: Parlez à <a href="%s" class="external">@norcross</a> sur twitter ou visitez le <a href="%s" class="external"> forum de prise en charge des plugins </a> pour les bugs ou des demandes de fonctionnalités.

source: Enjoy the plugin?
fr_fr: Vous aimez ce plugin ?

source: <a href="%s" class="admin-twitter-link">Tweet about it</a> and consider donating.
fr_fr: <a href="%s" class="admin-twitter-link">Tweetez</a> et pensez aussi à faire un don.

source: Donate:
fr_fr: Faire un don :

source: A lot of hard work goes into building plugins - support your open source developers. Include your twitter username and I'll send you a shout out for your generosity. Thank you!
fr_fr: Beaucoup de dur travail va dans la construction de plugins - soutenez vos développeurs open source. Incluez votre nom d'utilisateur Twitter et je vous enverrai un message pour votre générosité. Je vous remercie!

source: API Status Check
fr_fr: Vérification du statut de l'API

source: Check Status
fr_fr: Vérifier le statut

source: Data Options
fr_fr: Options de donnéesOptions de données

source: Click the button below to refresh the click count data for all posts with a REFR link.
fr_fr: Cliquez sur le bouton ci-dessous pour actualiser les données de décompte des clics pour tous les messages avec un lien REFR.

source: Refresh Click Counts
fr_fr: Actualiser le nombre de clics

source: Click the button below to attempt an import of existing REFR links.
fr_fr: Cliquez sur le bouton ci-dessous pour tenter une importation de liens REFR existants.

source: Import Existing URLs
fr_fr: Importer des URL existantes

source: Using Ozh's plugin? Click here to convert the existing meta keys
fr_fr: Vous utilisez le plugin Ozh? Cliquez ici pour convertir les clés méta existantes

source: Convert Meta Keys
fr_fr: Convertir les clés méta

source: Additional Links
fr_fr: Liens supplémentairesLiens supplémentaires

source: REFR homepage
fr_fr: Page d'accueil REFR

source: Plugin on WP.org
fr_fr: Plugin sur WP.org

source: Plugin on GitHub
fr_fr: Plugin sur GitHubPlugin sur GitHub

source: Support Forum
fr_fr: Forum d'entraide

source: PayPal - The safer, easier way to pay online!
fr_fr: PayPal - Le moyen le plus sûr et le plus simple de payer en ligne!
